export const HowToUseList = {
  armor: [
    { title: '①防具のランクを選択', desc: '' },
    { title: '②シリーズを選択', desc: '' },
    {
      title: '③素材を計算したい防具を選択',
      desc: 'シリーズをまたいで複数選択可',
    },
    { title: '④Let’s Calculate!', desc: '' },
    {
      title: '⑤各素材の所持数を入力する',
      desc: '必要個数に達したら⭕️が表示されます。入力した内容はRESETボタンでリセットができます。',
    },
    {
      title: '⑥結果を保存する',
      desc: '検索した結果は各素材に入力した所持個数と一緒に名前をつけて保存できます。結果は5件まで保存でき、6件以上登録すると古い順から削除されます。任意で削除することも可能です。',
    },
    {
      title: '⑦保存した結果を戻す',
      desc: '一度保存したデータを再度計算結果に戻すことが出来ます。戻したい保存データのタブを選択し表示した状態でRESTOREボタンをクリックしてください。',
    },
    {
      title: '💡素材の入手場所がわからない場合',
      desc: '計算結果の素材名にパソコンでご覧の場合はマウスをホバー、スマートフォンでご覧の場合はクリックをすることで素材の入手場所を確認することができます。',
    },
  ],
  weapon: [
    { title: '①武器の種類を選択', desc: '' },
    { title: '②派生先を選択', desc: '' },
    {
      title: '③素材を計算したい武器を選択',
      desc: '複数選択可',
    },
    { title: '④Let’s Calculate!', desc: '' },
    {
      title: '⑤各素材の所持数を入力する',
      desc: '必要個数に達したら⭕️が表示されます。入力した内容はRESETボタンでリセットができます。',
    },
    {
      title: '⑥結果を保存する',
      desc: '検索した結果は各素材に入力した所持個数と一緒に名前をつけて保存できます。結果は5件まで保存でき、6件以上登録すると古い順から削除されます。任意で削除することも可能です。',
    },
    {
      title: '⑦保存した結果を戻す',
      desc: '一度保存したデータを再度計算結果に戻すことが出来ます。戻したい保存データのタブを選択し表示した状態でRESTOREボタンをクリックしてください。',
    },
    {
      title: '💡素材の入手場所がわからない場合',
      desc: '計算結果の素材名にパソコンでご覧の場合はマウスをホバー、スマートフォンでご覧の場合はクリックをすることで素材の入手場所を確認することができます。',
    },
  ],
}
